// © Copyright 2015-2016 HP Development Company, L.P.

XMONoZIPCodeError = "Die PLZ muss angegeben werden.";
XMO5DigitZIPCodeFormatError = "PLZ muss eine fünfstellige Zahl sein.";
XMO6DigitZIPCodeFormatError = "PLZ muss eine sechsstellige Zahl sein.";
XMONoCanadaZIPCodeError = "Die Postleitzahl muss angegeben werden.";
XMOCanadaZIPCodeFormatError = "PLZ muss das Format \"A9A 9A9\" aufweisen.";
XMONoUnitedKindomZIPCodeError = "Die Postleitzahl muss angegeben werden.";
XMOUnitedKindomZIPCodeFormatError = "Postleitzahl muss \"AI-2640\" lauten oder das Format \"AX[XX] 9AA\" aufweisen";
XMOUnitedKindomBFPOZIPCodeFormatError = "PLZ muss das Format \"BFPO [c/o] N[NNN]\" aufweisen.";
XMOUnitedStatesZIPCodeFormatError = "PLZ muss das Format \"99999[-9999]\" aufweisen.";
XMOFranceZIPCodeFormatError = "PLZ muss das Format \"[F-]9X999\" aufweisen.";
